Repository: La-Mocha-Traduccion/informe-penal
Catalog: omegat/project_save.tmx
Source language: es_ar
Languages: en_us

source: Según se ha podido evidenciar en tales informes, los datos recabados para la Ciudad Autónoma de Buenos Aires indican que las mujeres trans y travestis fallecen, en promedio, a los 35-40 años producto de la violencia y exclusión social, política, económica, estructural y sistemática.
en_us: According to as has been able to be evidenced in such reports, the data collected for the City of Buenos Aires indicates that trans and travesti women die, on average, at 35-40 years old by product of violence and social, political, economic, structural, and systematic exclusion.

source: Selectividad penal y condiciones de vida de las personas travestis, trans y no binarias privadas de su libertad.
en_us: Penal selectivity and living conditions of travesti, trans, and non-binary people deprived of their freedom.

source: Si bien era un lugar ameno, de comida rica y fuera del tiempo carcelario, sostener todos los encuentros fue un desafío y exigió compromiso.
en_us: While it was a pleasant place, of delicious food and outside of prison time, holding all of the meetings was a challenge and demanded commitment.

source: Siempre trabajando con la idea de que el CV es una foto de un momento concreto, pero que siempre está abierto, que está en proceso, que puede orientarse según a dónde se quiera ir.
en_us: Always working with the idea that the CV is a photo of particular moment, but one that is always open, which is in process, that is able to orient one according to where they want to go.

source: Sin dudas que la propia existencia de espacios como la Mocha Celis colaboran a la accesibilidad a la educación.
en_us: Without a doubt the very existence of spaces like Mocha Celis contribute to the accessibility of education.

source: Sin embargo, desde el Servicio Penitenciario Federal, nos habían anticipado que probablemente hubiese exclusiones según quiénes participaran.
en_us: However, after speaking to the Federal Penitentiary Service, we had anticipated that there would be exclusions depending on who participated, such as

source: Sin embargo, el tiempo transcurre y se carga sobre los cuerpos, se imprime en dinámicas y violencias cotidianas sobre quienes, como consecuencias de haber infringido (o no), alguna ley penal, la responsabilidad se vuelve castigo.
en_us: However, time passes by and burdens the body. It is imprinted in the daily dynamics and violence on those who, as a consequence of having infringed (or not) a criminal law, are punished.

source: Sin embargo, era necesario y fundamental para que puedan emerger las vulnerabilidades y no hablar desde la supuesta fortaleza.
en_us: However, it was fundamental to let vulnerabilities emerge rather than speaking from supposed 'strength'.

source: Sin embargo, los datos ponen de manifiesto que aún con sanciones de leyes específicas como la Ley de Identidad de Género y la Ley de Cupo Laboral Travesti-Trans, las exclusiones del mercado laboral siguen siendo estructurales.
en_us: Nevertheless, make clear that even with ratifications of specific laws like the Law of Gender Identity and the Travesti-Trans Labor Quota Law, the exclusions from the labor market continue to be structural.

source: Sin embargo, nadie quiso ocupar el rol de quien entrevistaba.
en_us: However, no one wanted to occupy the role of the interviewer.

source: Sin embargo, volvió.
en_us: However, she returned.

source: Sus funciones de control, reconocidas por la ley Nª 25.875 se han visto reforzadas desde su designación como parte integrante del Comité Nacional de Prevención de la Tortura y mecanismo local para la prevención de la tortura en el régimen penitenciario federal (arts.
en_us: Its supervisory functions, recognized by Law No. 25.875 have been strengthened since its designation as an integral part of the National Committee for the Prevention of Torture and the local mechanism for the prevention of torture in the federal prison system. (Articles

source: También se convocó la participación de los diversos actores de cada una de las instituciones que formaron parte del proceso para reconocer que para lograr ingresar con este tipo de proyectos al sistema penitenciario se requiere mucha voluntad, equipos, constancia y apoyo económico para poder llevarse a cabo.
en_us: As well, the participation of various actors from each of the institutions that were part of the process was organized to acknowledge that in order to manage getting this type of project into the penal system it requires a lot of will, teams, perseverance, and economic support to carry out.

source: También trabajamos sobre cómo tratar de generar aportes sociales (jubilación u obra social) incluso cuando no se tiene un trabajo en relación de dependencia.
en_us: We also spoke about how to receive social security support (retirement or social work), including when you do not have permanent employment,

source: También, durante varios encuentros llevamos kits de higiene personal (shampoo, acondicionador, cepillo de dientes, pasta dental, papel higiénico, jabón y crema corporal) teniendo en cuenta que muchas personas detenidas no cuentan con los recursos para adquirirlos en la despensa del penal ni con redes de visitas que se los puedan acercar.
en_us: Additionally, during various meetings we brought personal hygeine kits (shampoo, conditioner, toothpaste, tooth brush, toilet paper, soap, and face wash), keeping in mind that many detainees do not have access to such resources.

source: Tener comida.
en_us: Having food.

source: Trabajar desde este enfoque, con el horizonte puesto en la inclusión, nos permitirá hablar de una verdadera oportunidad de crecimiento para nuestra comunidad.
en_us: Working from this focus, with the outlook placed on inclusion, will allow us to talk about a true opportunity of growth for our community.

source: Una vez en los márgenes, el Estado las estigmatiza y las condena, aplicando castigos sin ofrecer alternativas o soluciones.
en_us: Once on those margins, the State stigmazies and condemns them, applying punishment without offering alternatives or solutions.

source: Uno de los participantes mencionó que tenía altos niveles de reincidencia por delitos muy menores, porque cada vez que salía, luego de un tiempo no tenía dónde ir, con quién estar, reincidía para volver a entrar.
en_us: One of the participants mencioned that he had high levels of recidivism for very minor offenses, because each time that he left, after a time he wouldn have nowhere to go, no one to be with, he would reoffend to re-enter.

source: Varias participantes mencionaron que el tiempo en prisión se percibe como un fuera de tiempo, un tiempo que no existe, o una tumba.
en_us: Various participants mentioned that they perceived time in prison as outside of time, a time that didn't existor a tomb.

source: Volvió ese día y muchos otros, pero ya no como persona detenida, ni imputada, sino como docente.
en_us: She returned on this day and many others, no longer as an incarcerated person, but a teacher.

source: Y así a la inversa.
en_us: and so on.

source: Y así, poder encontrarse con pares que estuvieron en una situación similar y hoy viven un presente distinto, abriendo y acercando la posibilidad de imaginar otras realidades.
en_us: Thus, the attendance of these teachers allowed attendees to meet peers who were in a similar situation at one time but currently live in a different present, opening and bringing closer the possibility of imagining other realities.

source: Y compartirla.
en_us: And sharing it.

source: Y cómo en el transcurso de nuestra vida, somos constitutivamente atravesades por lo social, pero también podemos afectar lo que está pasando en nuestro entorno.
en_us: While we are constitututively affected by the social, we can also affect what is happening in our environment.

source: Y en caso que esa conexión no suceda, no se puede romper todo, porque hay lazos sociales que no son por afecto, sino por estructuras que nos condicionan a estar juntes, incluso a pesar de todo.
en_us: And, in the case that connection does not grow, to understand that we are tied together by more than affection; that external structures condition us to be together in spite of everything.

source: Y es fundamental reconocerlo.
en_us: It is essential to recognize it.

source: Y por ello, que desde la Procuración reforzamos nuestro compromiso de seguir apostando a iniciativas que acerquen herramientas para intentar minimizar el impacto de la cárcel para con el colectivo.
en_us: It is for this reason that the Prison Ombudsman's National Office reinforces our commitment to continue betting on initiatives that bring tools to minimize the impact of the prison system on the collective.

source: Y que hay muchas tareas que si se llegarán a comercializar, serían muy costosas.
en_us: and that there are many daily tasks that, if they were to be commercialized, would be very expensive.

source: Y, a su vez, el sistema carcelario imprime de forma coercitiva esa marca del Estado.
en_us: In turn, the prison system coercively imprints the mark of the state on society.

source: Yo no sabía que tenía una ley que defiende mi existencia.”
en_us: I hadn't known that I had a law defending my existence."

source: ¿Cuál es la importancia éste taller?
en_us: What is the importance of this workshop?

source: ¿Qué sucedió durante el encuentro?
en_us: What happened during the meeting?

source: ¿Qué vínculos se reconocen?) para llegar a las conclusiones sobre porqué es fundamental realizar este taller y qué fue lo que sucedió durante el mismo.
en_us: What connections are made?) to come to conclusions about why it is fundamental to carry out this workshop.

source: “Desde que empecé el taller pude salir más, salir al taller, pero también a trabajar.”
en_us: "Since I started the workshop I was able to go out more, to go out to the workshop, but also to work."

source: “Durante los encuentros me sentí respetada y me sentí parte de un grupo.
en_us: "During these meetings I fel respected and like I was part of a group.

source: “En nuestro país cada persona es inocente hasta que se demuestre lo contrario.
en_us: “In our country each person is innocent until proven otherwise.

source: “Me fui conectando con mis compañeras, siempre que venían se generaba un espacio para compartir.
en_us: "I connected with my companions. Whenever they came, a space to share was made."

source: “Me llevo de este taller el conocimiento de la ley de identidad de género.
en_us: "I left this workshop with a new knowledge of the gender identity laws.

source: “Yo me quedo con la familia que se armó.
en_us: "I stay with the family I was put with.

source: “El taller fue como un puente, que nos permitió pensar el afuera”
en_us: "The workshop was a bridge that allowed us to think of the outside."

source: “Me llevo de este taller haber hecho un curriculum.
en_us: "I left this workshop having made a CV.
